Repository: BodhiDev/bodhi7packages
Catalog: efl-apps/entice/*.po
Languages: pt

source: Simple image viewer written with Enlightenment Foundation Libraries.
pt: Visualizador de imagens simples desenvolvido com as Bibliotecas da Fundação Enlightenment (EFL).

source: Go into the fullscreen mode from start.
pt: Entrar no modo de ecrã inteiro desde o início.

source: show program version.
pt: mostrar versão do programa.

source: show copyright.
pt: mostrar direitos de autor.

source: show license.
pt: mostrar licença.

source: show this message.
pt: mostrar esta mensagem.

source: could not create log domain '
pt: não foi possível criar o domínio de registo '

source: Efreet support needed.
pt: É necessário suporte do Efreet.

source: Cache directory can not be found.
pt: Não foi possível encontrar o diretório de cache.

source: Could not parse command line options.
pt: Não foi possível analisar as opções da linha de comandos.

source: could not create main window.
pt: não foi possível criar a janela principal.

source: could not allocate memory for Entice struct
pt: não foi possível atribuir memória à estrutura Entice

source: could not load "config" configuration.
pt: não foi possível carregar a configuração “config”.

source: could not create elm window.
pt: não foi possível criar a janela elm.

source: could not apply the theme.
pt: não foi possível aplicar o tema.
